major
S
H
211 12
237 4
198 11
158 11
122 14
211 12
237 4
198 11
129 11
122 14
211 12
237 4
198 11
158 11
122 14
211 12
237 4
198 11
158 11
198 13
184 13
211 12
237 4
198 4
211 7
198 4
184 4
486 7
160 4
122 14
211 12
237 4
198 4
211 7
198 4
184 4
486 7
136 4
122 14
211 12
237 4
198 4
211 7
198 4
184 4
486 7
160 4
122 14
211 12
237 4
198 11
158 11
198 13
184 13
210 13
237 13
199 13
182 13
210 13
237 13
134 13
122 7
241 7
136 7
122 7
210 13
237 13
199 13
182 13
220 13
198 13
198 13
184 13
211 12
237 2
211 2
198 11
129 9
150 2
136 2
122 14
211 12
237 2
211 2
198 4
211 7
198 4
184 4
486 7
136 4
122 14
211 12
237 2
211 2
198 11
129 9
150 2
136 2
122 14
211 12
237 2
211 2
198 11
158 11
198 12
210 2
208 2
184 13
E
S
L
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
9 4
9 2
9 2
8 4
8 2
8 2
8 4
8 2
8 2
8 4
8 2
8 2
8 4
8 2
8 2
6 4
18 2
18 2
6 4
18 2
18 2
6 4
18 2
18 2
6 4
18 2
18 2
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
9 4
21 4
E
S
L
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
12 7
16 7
12 4
12 4
14 7
E
S
H
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
45 3
44 3
42 3
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
42 4
44 4
45 4
47 4
E
S
H
72 14
49 7
47 4
45 4
47 7
45 4
44 4
45 7
44 4
42 4
44 7
42 4
40 4
72 14
49 7
47 4
45 4
47 7
45 4
44 4
45 7
44 4
42 4
44 7
42 4
40 4
72 14
40 4
42 4
44 7
42 4
44 4
45 7
44 4
45 4
47 7
45 4
47 4
49 7
E
S
H
54 13
52 13
45 14
54 13
52 13
57 14
54 13
52 13
45 14
54 13
52 13
52 13
50 13
54 13
52 11
59 11
54 13
52 11
49 11
54 13
52 11
59 11
54 13
52 11
49 11
50 13
49 13
45 14
54 12
50 4
54 4
52 13
52 12
54 2
52 2
50 13
54 13
56 13
52 13
50 13
54 13
56 13
59 13
57 13
54 13
56 13
52 13
50 13
54 13
56 13
52 13
50 13
54 13
52 13
45 14
54 13
52 13
57 14
54 13
52 13
45 14
54 13
52 13
52 13
50 13
E
S
H
72 14
54 13
42 13
E
X
